/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Köprüler sansürü atlatmakta yardımcı olan Tor aktarıcılarıdır. İnternet hizmeti sağlayıcınız Tor ağına erişimi engelliyorsa köprüleri kullanmayı deneyebilirsiniz. Engellemeyi aşmak için farklı yöntemler kullanan farklı köprü türleri vardır. Bir tür işe yaramazsa diğerini deneyin.\n\nSunulan köprüleri kullanabileceğiniz gibi % üzerinden başka köprüler alabilirsiniz.";
"No Bridges: Directly Connect to Tor" = "Köprü Yok: Tor Ağına Doğrudan Bağlantı";
"Provided Bridges: %" = "Sunulan Köprüler: %";
"Custom Bridges" = "Özel Köprüler";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Köprü Yapılandırması";
"Done" = "Tamam";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Bazen Tor ağına bağlanabilmek için bir köprü kullanmanız gerekir.";
"TELL ME MORE" = "AYRINTILI BİLGİ ALIN";


// ConnectingViewController.swift
"Connected!" = "Bağlandı!";
"__CLAIM_1__" = "Tor uygulamasını harika yapan çok yönlü topluluğumuzdur!";
"__CLAIM_2__" = "Her gün pek çok kişi pazarlama reklamlarından korunmak için Tor kullanıyor.";
"__CLAIM_3__" = "İnsanlar arkadaş ve aileleri ile güvenli iletişim kurmak için Tor kullanıyor.";
"__CLAIM_4__" = "Aktivistler fikir ve inançlarını duyurmak için Tor kullanıyor.";
"__CLAIM_5__" = "Blog yazarları insanları sosyal reformlara yönlendirmek için Tor kullanıyor.";
"__CLAIM_6__" = "Gazeteciler haberlerini güvenle araştırmak için Tor kullanıyor.";
"__CLAIM_7__" = "İşadamları şirket stratejilerini gizli tutmak için Tor kullanıyor.";
"__CLAIM_8__" = "İşçiler işlerini kaybetme korkusu olmadan adalet aramak için Tor kullanıyor.";


// ConnectingViewController.xib
"We're connecting you." = "Sizi bağlıyoruz";
"START BROWSING" = "GEZİNMEYE BAŞLAYIN";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "Başka bir web tarayıcıda % adresini açın ve 'Get Bridges' bölümüne gidin. 'Gelişmiş Ayarlar' bölümünden 'obfs4' Takılabilir Aktarımları önerilir (IPv6 seçmeyin).\n\nWeb sitesindeki karekodunu okutmak için 'kamera' simgesine dokunun ya da 'köprü satırlarını' el ile kopyalayıp buraya yapıştırın:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Kilitlendik gibi görünüyor! Uygulamayı kapatıp yeniden başlatın.";


// HelloViewController.xib
"Hello" = "Merhaba";
"Welcome to Tor on mobile." = "Mobil Tor uygulamasına hoş geldiniz.";
"CHANGE LANGUAGE" = "DİLİ DEĞİŞTİR";
"Change Language" = "Dili Değiştir";
"Cancel" = "İptal";


// IntroViewController.xib
"CONTINUE WITHOUT" = "DEĞİŞTİRMEDEN DEVAM ET";
"USE A BRIDGE" = "BİR KÖPRÜ KULLAN";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "İnternet üzerinde olması gerektiği gibi gezinin.";
"No tracking. No censorship." = "İzleme yok. Engelleme yok.";


// ScanQrViewController.swift
"Scan QR Code" = "QR Kodunu Tarayın";
"Error" = "Hata";
"Camera access was not granted or QR Code scanning is not supported by your device." = "Kamera erişim izni verilmemiş ya da cihazınız karekod taramayı desteklemiyor.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "Karekod çözümlenemedi! bridges.torproject.org adresindeki bir karekodu taradığınızdan emin misiniz?";
